{
  "topNav": "An official website of New York City government",
  "allRightsReserved": "© 2020 City of New York. All Rights Reserved.",
  "tradeMark": "NYC is a trademark and service mark of the City of New York.",
  "privacyPolicy": "Privacy Policy",
  "termsOfUse": "Terms of Use",
  "next": "Next",
  "back": "Back",
  "languages": "languages",
  "unityAbout": "ABOUT the NYC UNITY project",
  "unityDescription": "Founded in September 2017 by First Lady Chirlane McCray, the NYC Unity Project is the City’s first-ever, multi-agency project focused on developing innovative policy and program interventions to support and empower LGBTQI+ communities. With multi-year commitments already totaling over $10 million to ensure LGBTQI+ communities are safe, supported, and healthy, the NYC Unity Project takes an intersectional and multifaceted approach that focuses on tackling the root causes of systemic inequities while also building programs and services to address urgent community needs right now. Currently the NYC Unity Project supports LGBTQI+ communities with programs and services focused on: building workforce opportunities and job access, building permanent housing and homelessness prevention services, facilitating family acceptance to prevent youth homelessness, and promoting health equity across systems, among other programs.",
  "cyeAbout": "ABOUT the center for youth employment",
  "cyeDescription": "The NYC Center for Youth Employment (CYE) serves to expand, improve, and align publicly funded programs that help young New Yorkers build skills, gain experience, explore potential career paths, and prepare for success in the world of work. In partnership with stakeholders in City government, the private sector, philanthropy, and the provider community, CYE provides subject matter expertise and capacity and resource support within New York City’s youth workforce ecosystem. CYE coordinates classroom education, career exploration, work readiness, and personal development to provide young New Yorkers with the tools they need to build the lives they want.",
  "acknowledgements": "acknowledgements",
  "fullAcknowledgements": "The final version of this report was authored by Andrea Bowen, with great gratitude and use of material from an initial draft by Lillian Rivera and Bryson Rose at the Hetrick-Martin Institute. Thanks to the Workforce Professionals Training Institute for its support of Bowen's trainings on LGBTQI+ affirming practices in youth workforce services. WPTI's support of that work, and those trainings, strongly shaped the content of this manual. Special thanks to the NYC Unity Project, Young Men’s Initiative, the Center for Youth Employment, The Mayor’s Fund to Advance New York City, H. Van Ameringen Foundation, and Penchant Capital LLC for providing funding for this project.",
  "manualNeed": "What is the Need for this Manual?",
  "manualNeedDescription": "This manual exists because many LGBTQI+ people face distinct barriers to meaningful employment opportunity, and therefore, workforce practitioners should be prepared with relevant knowledge to help LGBTQI+ participants succeed in the job market. The barriers LGBTQI+ people face are often a direct result of stigma, discrimination, and violence experienced in work and educational settings. With awareness, preparation, and strategic interventions targeted to LGBTQI+ peoples’ unique needs, workforce providers can deliver the resources and services needed to support LGBTQI+ people.",
  "conceptsAlt": "Alt Text",
  "conceptsHeading": "Concepts and Vocabulary",
  "conceptsAndVocab": "To serve the LGBTQI+ community well, you need to understand the different LGBTQI+ identities and be familiar with LGBTQI+ terminology, to ensure your program uses the most respectful language.",
  "obligationsAlt": "Alt Text",
  "obligationsHeading": "Obligations under the Law",
  "obligations": "This chapter provides a concise guide to the legal obligations that organizations and employers have to LGBTQI+ people, as well as resoures that are available to LGBTQI+ people.",
  "safeSpaceAlt": "Alt Text",
  "safeSpaceHeading": "Building a Safer Space",
  "safeSpace": "This chapter will touch on the importance of maintaing a trauma-informed lens in work with LGBTQI+ communities, information for supporting many transgender, gender nonconforming, and non-binary (TGNCNB) program participants, and basic tips on establishing an LGBTQI+-friendly ecosystem in your workforce program.",
  "checkSafetyAlt": "Alt Text",
  "checkSafetyHeading": "Making Sure a Place is Safe",
  "checkSafety": "This chapter will explain how to get information from employers and other referral sites, which includes asking pointed questions about an employer's experiences with LGBTQI+ people and cultural competency training.",
  "fullReport": "Full Report",
  "fullReportDescription": "The NYC Unity Project and the NYC Center for Youth Employment present this manual as a tool for supporting workforce development program professionals in their efforts to create more inclusive environments, and successful outcomes, for lesbian, gay, bisexual, transgender, queer, questioning, and intersex (LGBTQI+) people. While this manual is particularly relevant to workforce providers operating in New York City, there are key concepts and best practices that would be appropriate for implementation anywhere.",
  "downloadReport": "Download Report",
  "workItNYC": "Work It, NYC",
  "inclusivityGuide": "A Guide to LGBTQI+ Workplace Inclusivity",
  "contactUs": "Contact us",
  "feedback": "To learn more about this project and the partners, please find our information below. We welcome your thoughts and feedback.",
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "collaboration": "A collaboration of",
  "websiteSupport": "Website created with the support of",
  "fullTitle": "The NYC Unity Project Guide to      LGBTQI+ Workplace Inclusivity",
  "menu": "Menu",
  "skipContent": "Skip to main content"
 }
 